/* A single strings file, whose title is specified in your preferences schema. The strings files provide the localized content to display to the user for each of your preferences. */

"export_identity_label"="backup identity...";
"import_identity_label"="restore identity...";
"pref_title_activity_identity_management"="identity management";
"key_management"="generate new key pairs...";
"pref_title_delete_identity"="delete identity...";
"pref_title_remove_identity_from_device"="remove identity from device...";
"pref_title_change_password"="change password...";
"pref_title_help"="help";
"about_action_bar_right"="about";
"pref_title_general"="general";
"pref_title_about_surespot"="about surespot";
"pref_title_confirmations"="confirmations";
"pref_title_delete_message"="delete message";
"pref_title_delete_all_messages"="delete all messages";
"pref_title_message_debug_mode"="message debug mode";
"pref_title_debug"="debug";
"pref_title_options"="options";
"pref_summary_delete_message"="confirm before deleting a message";
"pref_summary_delete_all_messages"="confirm before deleting all messages";
"pref_summary_export_identity"="Backup your identity to Device Storage or Google Drive.";
"pref_summary_import_identity"="Restore your identity from Device Storage or Google Drive.";
"pref_summary_delete_identity"="Deleting an identity can not be undone.";
"pref_summary_remove_identity"="Removing an identity from a device retains the identity on other devices.";
"pref_summary_regen_keys"="For the paranoid.";
"pref_summary_message_debug_mode"="Shows more information about messages for debugging purposes.";
"version"="version";
"notifications_title"="in-app notifications";
"notifications_vibration"="vibration";
"notifications_sound"="sound";
"notifications_led"="led";
"notifications_enabled"="enabled";
"identity"="identity";

//new
"settings_for_identity"="identity options";
"pref_title_background_image_select"="select a background image...";
"pref_title_background_image_remove"="remove background image";
"pref_title_global_options"="global options";
"pref_title_global_notifications"="notifications";
"pref_clear_notifications"="clear when surespot opened";
